Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Core/WhatsNew/WhatsNew.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 登录后可直接管理 Cloudflare 告警策略：选择想关注的告警类型（DDoS、健康检查、证书到期、Workers 错误率等），一键接到推送中心，事件发生时直推到这台设备。需账号下有 Pro 及以上套餐的域名。
ar: بعد تسجيل الدخول، يمكنك إدارة سياسات تنبيهات Cloudflare من هنا: اختر أنواع التنبيهات التي تهمّك (DDoS، فحوصات السلامة، انتهاء الشهادات، معدل أخطاء Workers والمزيد) واربطها بمركز الإشعارات بنقرة واحدة، لتصل الأحداث إلى هذا الجهاز. يتطلب نطاقًا بخطة Pro أو أعلى.
de: Nach der Anmeldung verwaltest du hier deine Cloudflare-Warnrichtlinien: Wähle die Warntypen, die dich interessieren (DDoS, Health Checks, Zertifikatsablauf, Workers-Fehlerrate und mehr), und verbinde sie mit einem Tippen mit dem Push-Center, damit Ereignisse auf diesem Gerät ankommen. Erfordert eine Domain mit Pro-Tarif oder höher.
en: Once signed in, manage your Cloudflare alert policies right here: pick the alert types you care about (DDoS, health checks, certificate expiry, Workers error rate and more) and wire them to the Push Center in one tap, so events land on this device. Requires a domain on a Pro or higher plan.
es_mx: Una vez que inicies sesión, administra aquí tus políticas de alertas de Cloudflare: elige los tipos de alerta que te importan (DDoS, comprobaciones de estado, vencimiento de certificados, tasa de errores de Workers y más) y conéctalos al Centro de notificaciones con un toque, para que los eventos lleguen a este dispositivo. Requiere un dominio con plan Pro o superior.
fr: Une fois connecté, gérez ici vos politiques d'alerte Cloudflare : choisissez les types d'alerte qui vous intéressent (DDoS, contrôles d'état, expiration de certificat, taux d'erreur Workers, etc.) et reliez-les au centre de push en un geste, pour que les événements arrivent sur cet appareil. Nécessite un domaine avec un forfait Pro ou supérieur.
ja: サインインすると Cloudflare のアラートポリシーをここで管理できます。気になるアラートの種類（DDoS、ヘルスチェック、証明書の有効期限、Workers のエラー率など）を選び、ワンタップでプッシュセンターに接続。イベント発生時にこの端末へ直接届きます。Pro 以上のプランのドメインが必要です。
ko: 로그인하면 여기에서 Cloudflare 경고 정책을 관리할 수 있습니다. 원하는 경고 유형(DDoS, 상태 확인, 인증서 만료, Workers 오류율 등)을 골라 한 번의 탭으로 푸시 센터에 연결하면, 이벤트가 이 기기로 바로 전달됩니다. Pro 이상 요금제의 도메인이 필요합니다.
pt_br: Depois de fazer login, gerencie aqui suas políticas de alerta da Cloudflare: escolha os tipos de alerta que importam para você (DDoS, verificações de integridade, expiração de certificados, taxa de erros do Workers e mais) e conecte-os à Central de Push com um toque, para que os eventos cheguem a este dispositivo. Requer um domínio com plano Pro ou superior.
pt_pt: Depois de iniciar sessão, faça aqui a gestão das suas políticas de alerta da Cloudflare: escolha os tipos de alerta que lhe interessam (DDoS, verificações de estado, expiração de certificados, taxa de erros do Workers e mais) e ligue-os ao Centro de Push com um toque, para que os eventos cheguem a este dispositivo. Requer um domínio com plano Pro ou superior.
tr: Oturum açtıktan sonra Cloudflare uyarı politikalarınızı buradan yönetin: önemsediğiniz uyarı türlerini (DDoS, durum denetimleri, sertifika süresi dolması, Workers hata oranı ve daha fazlası) seçin ve tek dokunuşla Push Merkezi'ne bağlayın; böylece olaylar bu cihaza ulaşsın. Pro veya üzeri planda bir alan adı gerektirir.
zh_hant: 登入後可直接管理 Cloudflare 告警策略：選擇想關注的告警類型（DDoS、健康檢查、憑證到期、Workers 錯誤率等），一鍵接到推送中心，事件發生時直推到這台裝置。需帳戶下有 Pro 及以上方案的網域。
zh_hk: 登入後可直接管理 Cloudflare 告警策略：選擇想關注的告警類型（DDoS、健康檢查、憑證到期、Workers 錯誤率等），一鍵接到推送中心，事件發生時直推到這部裝置。需帳戶下有 Pro 及以上計劃的域名。

source: 登录更稳定
ar: تسجيل دخول أكثر استقرارًا
de: Stabilere Anmeldung
en: More Reliable Sign-In
es_mx: Inicio de sesión más estable
fr: Connexion plus fiable
ja: ログインの安定性を向上
ko: 더 안정적인 로그인
pt_br: Login mais estável
pt_pt: Início de sessão mais estável
tr: Daha kararlı oturum açma
zh_hant: 登入更穩定
zh_hk: 登入更穩定

source: 直接新建 D1 数据库，或在原样确认库名后安全删除。
ar: أنشئ قاعدة بيانات D1، أو احذف واحدة بأمان بعد تأكيد اسمها بالضبط.
de: Erstelle eine D1-Datenbank oder lösche eine sicher, nachdem du ihren genauen Namen bestätigt hast.
en: Create a D1 database, or delete one safely after confirming its exact name.
es_mx: Crea una base de datos D1, o elimínala de forma segura tras confirmar su nombre exacto.
fr: Créez une base de données D1, ou supprimez-en une en toute sécurité après avoir confirmé son nom exact.
ja: D1 データベースを作成したり、データベース名を正確に確認してから安全に削除したりできます。
ko: D1 데이터베이스를 만들거나, 데이터베이스 이름을 그대로 확인한 뒤 안전하게 삭제하세요.
pt_br: Crie um banco de dados D1 ou exclua-o com segurança após confirmar o nome exato.
pt_pt: Crie uma base de dados D1 ou elimine-a com segurança após confirmar o nome exato.
tr: Bir D1 veritabanı oluşturun veya tam adını doğruladıktan sonra birini güvenle silin.
zh_hant: 直接建立 D1 資料庫，或在原樣確認資料庫名稱後安全刪除。
zh_hk: 直接建立 D1 資料庫，或在原樣確認資料庫名稱後安全刪除。

source: 直接新建 R2 存储桶、KV 命名空间、Pages 项目、Queues、Hyperdrive 与 AI Gateway，并可删除。
ar: أنشئ حاويات R2 ومساحات أسماء KV ومشاريع Pages وQueues وHyperdrive وAI Gateway مباشرةً من التطبيق، واحذفها متى شئت.
de: Lege R2-Buckets, KV-Namespaces, Pages-Projekte, Queues, Hyperdrive und AI Gateway direkt in der App an – und lösche sie wieder.
en: Spin up R2 buckets, KV namespaces, Pages projects, Queues, Hyperdrive and AI Gateway right in the app — and delete them too.
es_mx: Crea buckets R2, espacios de nombres KV, proyectos de Pages, Queues, Hyperdrive y AI Gateway desde la app, y elimínalos cuando quieras.
fr: Créez des buckets R2, des espaces de noms KV, des projets Pages, des Queues, Hyperdrive et AI Gateway directement dans l'app, et supprimez-les à volonté.
ja: R2 バケット、KV 名前空間、Pages プロジェクト、Queues、Hyperdrive、AI Gateway をアプリから直接作成・削除できます。
ko: R2 버킷, KV 네임스페이스, Pages 프로젝트, Queues, Hyperdrive, AI Gateway를 앱에서 바로 만들고 삭제할 수 있습니다.
pt_br: Crie buckets R2, namespaces KV, projetos do Pages, Queues, Hyperdrive e AI Gateway direto no app — e exclua quando quiser.
pt_pt: Crie buckets R2, espaços de nomes KV, projetos do Pages, Queues, Hyperdrive e AI Gateway diretamente na app — e elimine quando quiser.
tr: R2 paketlerini, KV ad alanlarını, Pages projelerini, Queues, Hyperdrive ve AI Gateway'i doğrudan uygulamada oluşturun ve silin.
zh_hant: 直接建立 R2 儲存桶、KV 命名空間、Pages 專案、Queues、Hyperdrive 與 AI Gateway，也能刪除。
zh_hk: 直接建立 R2 儲存桶、KV 命名空間、Pages 專案、Queues、Hyperdrive 與 AI Gateway，亦可刪除。

source: 直接载入线上源码修改后重新部署，变量、密钥与绑定自动保留；也可从 .js 文件导入，或删除整个 Worker。
ar: حمّل الشيفرة المباشرة وعدّلها وأعد النشر مع الحفاظ على المتغيرات والأسرار والارتباطات. يمكنك أيضًا الاستيراد من ملف ‎.js‎ أو حذف Worker بالكامل.
de: Lade den Live-Quellcode, bearbeite ihn und stelle neu bereit – Variablen, Secrets und Bindings bleiben erhalten. Du kannst auch aus einer .js-Datei importieren oder den ganzen Worker löschen.
en: Load the live source, edit it and redeploy — your variables, secrets and bindings are kept. You can also import from a .js file or delete the whole Worker.
es_mx: Carga el código en producción, edítalo y vuelve a desplegar; se conservan tus variables, secretos y enlaces. También puedes importar desde un archivo .js o eliminar todo el Worker.
fr: Chargez le code en production, modifiez-le et redéployez ; vos variables, secrets et liaisons sont conservés. Vous pouvez aussi importer depuis un fichier .js ou supprimer le Worker entier.
ja: 稼働中のソースを読み込んで編集し、再デプロイできます。変数・シークレット・バインディングは保持されます。.js ファイルからの読み込みや Worker 全体の削除にも対応します。
ko: 실행 중인 소스를 불러와 수정한 뒤 다시 배포할 수 있으며 변수, 비밀, 바인딩이 유지됩니다. .js 파일에서 가져오거나 Worker 전체를 삭제할 수도 있습니다.
pt_br: Carregue o código em produção, edite e reimplante — suas variáveis, segredos e bindings são mantidos. Também dá para importar de um arquivo .js ou excluir o Worker inteiro.
pt_pt: Carregue o código em produção, edite e reimplante — as suas variáveis, segredos e ligações são mantidos. Também pode importar de um ficheiro .js ou eliminar o Worker inteiro.
tr: Canlı kaynağı yükleyip düzenleyin ve yeniden dağıtın; değişkenleriniz, gizli anahtarlarınız ve bağlamalarınız korunur. Ayrıca bir .js dosyasından içe aktarabilir veya Worker’ın tamamını silebilirsiniz.
zh_hant: 直接載入線上原始碼修改後重新部署，變數、密鑰與繫結自動保留；也可從 .js 檔案匯入，或刪除整個 Worker。
zh_hk: 直接載入線上原始碼修改後重新部署，變數、密鑰與綁定自動保留；也可從 .js 檔案匯入，或刪除整個 Worker。

source: 稳定性修复
ar: إصلاحات الاستقرار
de: Stabilitätskorrekturen
en: Stability fixes
es_mx: Correcciones de estabilidad
fr: Corrections de stabilité
ja: 安定性の修正
ko: 안정성 수정
pt_br: Correções de estabilidade
pt_pt: Correções de estabilidade
tr: Kararlılık düzeltmeleri
zh_hant: 穩定性修復
zh_hk: 穩定性修復

source: 管理 Worker 的环境变量与密钥，随手增删改。
ar: أدِر متغيرات البيئة والأسرار لـ Worker — إضافة وتعديل وحذف في أي وقت.
de: Verwalte die Umgebungsvariablen und Secrets eines Workers – jederzeit hinzufügen, bearbeiten und entfernen.
en: Manage a Worker’s environment variables and secrets — add, edit, and remove on the fly.
es_mx: Gestiona las variables de entorno y los secretos de un Worker: agrega, edita y elimina al instante.
fr: Gérez les variables d’environnement et les secrets d’un Worker — ajoutez, modifiez et supprimez à la volée.
ja: Worker の環境変数とシークレットを管理し、いつでも追加・編集・削除できます。
ko: Worker의 환경 변수와 시크릿을 관리하고 언제든 추가·편집·삭제하세요.
pt_br: Gerencie as variáveis de ambiente e os segredos de um Worker: adicione, edite e remova na hora.
pt_pt: Faça a gestão das variáveis de ambiente e dos segredos de um Worker: adicione, edite e remova na hora.
tr: Bir Worker’ın ortam değişkenlerini ve gizli bilgilerini yönetin — anında ekleyin, düzenleyin ve kaldırın.
zh_hant: 管理 Worker 的環境變數與密鑰，隨手增刪改。
zh_hk: 管理 Worker 的環境變數與密鑰，隨手增刪改。

source: 管理 workers.dev 子域、自定义域与路由，掌控 Worker 的访问入口。
ar: أدِر نطاق workers.dev الفرعي والنطاقات المخصصة والمسارات للتحكم في كيفية الوصول إلى Worker.
de: Verwalte die workers.dev-Subdomain, eigene Domains und Routen, um zu steuern, wie ein Worker erreicht wird.
en: Manage the workers.dev subdomain, custom domains, and routes to control how a Worker is reached.
es_mx: Gestiona el subdominio workers.dev, los dominios personalizados y las rutas para controlar cómo se accede a un Worker.
fr: Gérez le sous-domaine workers.dev, les domaines personnalisés et les routes pour contrôler l’accès à un Worker.
ja: workers.dev サブドメイン、カスタムドメイン、ルートを管理し、Worker へのアクセス経路を制御します。
ko: workers.dev 서브도메인, 사용자 지정 도메인, 라우트를 관리해 Worker 접근 경로를 제어하세요.
pt_br: Gerencie o subdomínio workers.dev, domínios personalizados e rotas para controlar como um Worker é acessado.
pt_pt: Faça a gestão do subdomínio workers.dev, domínios personalizados e rotas para controlar como um Worker é acedido.
tr: Bir Worker’a nasıl erişileceğini denetlemek için workers.dev alt alan adını, özel alan adlarını ve rotaları yönetin.
zh_hant: 管理 workers.dev 子網域、自訂網域與路由，掌控 Worker 的存取入口。
zh_hk: 管理 workers.dev 子域、自訂域名與路由，掌控 Worker 的存取入口。

source: 缓存规则
ar: قواعد التخزين المؤقت
de: Cache-Regeln
en: Cache Rules
es_mx: Reglas de caché
fr: Règles de cache
ja: キャッシュルール
ko: 캐시 규칙
pt_br: Regras de cache
pt_pt: Regras de cache
tr: Önbellek kuralları
zh_hant: 快取規則
zh_hk: 緩存規則

source: 编辑 WAF 规则
ar: تعديل قواعد WAF
de: WAF-Regeln bearbeiten
en: Edit WAF rules
es_mx: Editar reglas de WAF
fr: Modifier les règles WAF
ja: WAF ルールの編集
ko: WAF 규칙 편집
pt_br: Editar regras do WAF
pt_pt: Editar regras do WAF
tr: WAF kurallarını düzenleme
zh_hant: 編輯 WAF 規則
zh_hk: 編輯 WAF 規則

source: 规则中心
ar: مركز القواعد
de: Regel-Center
en: Rules hub
es_mx: Centro de reglas
fr: Centre de règles
ja: ルールセンター
ko: 규칙 센터
pt_br: Central de regras
pt_pt: Central de regras
tr: Kural Merkezi
zh_hant: 規則中心
zh_hk: 規則中心

source: 设备端 AI 助手
ar: مساعد ذكاء اصطناعي على الجهاز
de: KI-Assistent auf dem Gerät
en: On-device AI assistant
es_mx: Asistente de IA en el dispositivo
fr: Assistant IA sur l’appareil
ja: オンデバイス AI アシスタント
ko: 온디바이스 AI 어시스턴트
pt_br: Assistente de IA no dispositivo
pt_pt: Assistente de IA no dispositivo
tr: Cihaz üzerinde yapay zekâ asistanı
zh_hant: 裝置端 AI 助手
zh_hk: 裝置端 AI 助手

source: 负载均衡
ar: موازنة التحميل
de: Load Balancing
en: Load Balancing
es_mx: Balanceo de carga
fr: Répartition de charge
ja: ロードバランシング
ko: 부하 분산
pt_br: Balanceamento de carga
pt_pt: Balanceamento de carga
tr: Yük dengeleme
zh_hant: 負載平衡
zh_hk: 負載平衡

source: 进一步收敛 iOS 17 上由缓存数据库引发的偶发闪退：缓存读写全部加上异常兜底并在启动时预热，个别设备上残留的启动崩溃不再发生。
ar: يعزّز الحماية أكثر من الانهيارات النادرة الناتجة عن قاعدة بيانات التخزين المؤقت على iOS 17: أصبحت جميع عمليات قراءة وكتابة التخزين المؤقت محميّة من الاستثناءات ويجري تسخينها عند بدء التشغيل، فلم تعد انهيارات بدء التشغيل التي بقيت على بعض الأجهزة تحدث.
de: Härtet weiter gegen seltene Abstürze durch die Cache-Datenbank unter iOS 17 ab: Alle Cache-Zugriffe haben jetzt eine Ausnahmebehandlung und werden beim Start vorgewärmt, sodass die Startabstürze, die auf einzelnen Geräten verblieben, nicht mehr auftreten.
en: Further hardens against rare crashes caused by the cache database on iOS 17: all cache reads and writes now have exception fallbacks and are warmed up at launch, so the startup crashes that lingered on a few devices no longer occur.
es_mx: Refuerza aún más frente a cierres poco frecuentes provocados por la base de datos de caché en iOS 17: todas las lecturas y escrituras de caché ahora tienen protección ante excepciones y se precalientan al iniciar, por lo que los cierres al arrancar que quedaban en algunos dispositivos ya no ocurren.
fr: Renforce encore la protection contre les plantages rares dus à la base de cache sous iOS 17 : toutes les lectures et écritures du cache disposent désormais d’un repli en cas d’exception et sont préchauffées au démarrage, de sorte que les plantages au lancement qui persistaient sur certains appareils ne se produisent plus.
ja: iOS 17 でキャッシュデータベースに起因するまれなクラッシュをさらに抑制しました。キャッシュの読み書きすべてに例外時のフォールバックを追加し、起動時にウォームアップするようにしたため、一部の端末で残っていた起動時クラッシュが発生しなくなりました。
ko: iOS 17에서 캐시 데이터베이스로 인한 드문 종료를 더욱 방지했습니다. 모든 캐시 읽기/쓰기에 예외 대비가 추가되고 실행 시 예열되어, 일부 기기에 남아 있던 실행 시 종료가 더 이상 발생하지 않습니다.
pt_br: Reforça ainda mais contra fechamentos raros causados pelo banco de dados de cache no iOS 17: todas as leituras e gravações de cache agora têm proteção contra exceções e são pré-aquecidas na inicialização, então os fechamentos ao iniciar que persistiam em alguns aparelhos não ocorrem mais.
pt_pt: Reforça ainda mais contra fechos raros causados pela base de dados de cache no iOS 17: todas as leituras e escritas de cache passam a ter proteção contra exceções e são pré-aquecidas no arranque, pelo que os fechos no arranque que persistiam em alguns dispositivos deixam de ocorrer.
tr: iOS 17'de önbellek veritabanının yol açtığı nadir çökmelere karşı korumayı daha da güçlendirir: tüm önbellek okuma ve yazma işlemleri artık istisna yedeğine sahip ve başlatmada ön ısıtılıyor; böylece bazı cihazlarda kalan başlatma çökmeleri artık yaşanmıyor.
zh_hant: 進一步收斂 iOS 17 上由快取資料庫引發的偶發閃退：快取讀寫全部加上例外兜底並在啟動時預熱，個別裝置上殘留的啟動閃退不再發生。
zh_hk: 進一步收斂 iOS 17 上由緩存資料庫引發的偶發閃退：緩存讀寫全部加上例外兜底並在啟動時預熱，個別裝置上殘留的啟動閃退不再發生。

source: 部署 Pages 与 Workers
ar: انشر Pages وWorkers
de: Pages und Workers bereitstellen
en: Deploy Pages and Workers
es_mx: Implementa Pages y Workers
fr: Déployez Pages et Workers
ja: Pages と Workers をデプロイ
ko: Pages와 Workers 배포
pt_br: Implante Pages e Workers
pt_pt: Implemente Pages e Workers
tr: Pages ve Workers dağıtın
zh_hant: 部署 Pages 與 Workers
zh_hk: 部署 Pages 與 Workers

source: 重做玻璃卡片的渲染方式：观感不变，滚动开销大幅下降，列表与概览页滑动明显更顺滑，旧机型尤其受益。
ar: أصبحت البطاقات الزجاجية تُرسم بكلفة أقل بكثير مع الحفاظ على المظهر نفسه — تمرير القوائم وصفحة النظرة العامة أصبح أكثر سلاسة، خصوصًا على الأجهزة الأقدم.
de: Glaskarten werden bei gleichem Aussehen deutlich günstiger gerendert – Listen und die Übersicht scrollen spürbar flüssiger, besonders auf älteren Geräten.
en: Glass cards are rendered with far less overhead while looking identical — lists and Overview scroll noticeably smoother, especially on older devices.
es_mx: Las tarjetas de vidrio ahora se dibujan con mucho menos costo manteniendo el mismo aspecto: las listas y Resumen se desplazan con notable mayor fluidez, sobre todo en equipos antiguos.
fr: Les cartes en verre sont rendues avec beaucoup moins de coût tout en gardant le même aspect — les listes et l’aperçu défilent nettement plus fluidement, surtout sur les appareils anciens.
ja: ガラスカードの描画方式を見直しました。見た目はそのままにスクロール時の負荷を大幅に削減し、リストや概要ページのスクロールが特に旧機種で滑らかになりました。
ko: 글래스 카드 렌더링을 개선했습니다. 보이는 모습은 그대로 유지하면서 스크롤 부하를 크게 줄여, 목록과 개요 페이지가 특히 구형 기기에서 눈에 띄게 부드러워졌습니다.
pt_br: Os cartões de vidro agora são renderizados com muito menos custo, mantendo o mesmo visual — as listas e a Visão geral rolam visivelmente mais suave, principalmente em aparelhos antigos.
pt_pt: Os cartões de vidro passam a ser renderizados com muito menos custo, mantendo o mesmo aspeto — as listas e a Vista geral deslizam visivelmente melhor, sobretudo em dispositivos antigos.
tr: Cam kartlar aynı görünümü koruyarak çok daha düşük maliyetle çiziliyor — listeler ve Genel Bakış, özellikle eski cihazlarda belirgin şekilde daha akıcı kayıyor.
zh_hant: 重做玻璃卡片的算繪方式：觀感不變、捲動負擔大幅下降，清單與總覽頁捲動明顯更順暢，舊機型尤其受益。
zh_hk: 重做玻璃卡片的渲染方式：觀感不變、滑動負擔大幅下降，列表與概覽頁滑動明顯更順暢，舊機型尤其受益。
